[{"idea":"15 woman relatives of a man are prohibited from peforming yibum and thus chalitzah, as well.", 
"source": "Yevamot 1:1"},
{"idea": "His daughter, granddaughters, step-daughter, step-granddaughters, mother, mothers-in-law, and grand-mothers-in-law comprise nine of the 15. His half sister, aunt, and wife's sister are another 3.  His half brother on mother side's wife, the brother with whom did not share a world, and daughter-in-law are the final three.", 
"source": "Yevamot 1:1"},
{"idea": "All the 15 women are exempt from Yibum if they were divorced, performed miun, or found to be ailoniyos before the man's death.", 
"source": "Yevamot 1:1"},
{"idea": "The rival wives of forbidden relatives are also prohibited from performing yibum and thus chalitzah, as are any future rival wives of those rival wives ad infinitum.",
"source": "Yevamot 1:2"},
{"idea":"The obligation to peform yibum falls only on brothers who share a father. A man's half sisters from a mother's side is considered an ervah.", 
"source": "Yevamot 1:1"},
{"idea":"If one of the co-wives that falls for yibum is an ervah who was only rabbinically married to the deceased brother, the other co-wife must do chalitzah. The ervah's rabbinical status does not permit yibum but does not override the bond.",
"source": "Yevamot 1:2"},
{"idea":"There is another category of six women who are ervahs to a man, but who could never be married to a brother from his father's side.  Thus, any co-wife of these women are permitted, since they could not fall for yibum while married to a brother.",
"source": "Yevamot 1:3"},
{"idea":"These six are his mother, his father's former wife, his paternal aunts, his paternal sister, and his brother's ex-wife who never fall for yibum.",
"source": "Yevamot 1:3"},
{"idea":"If a brother was born after the death of his older brother, and the late brother's wife is waiting for yibum, she is an ervah to any younger brother born during that time.  She is considered `the wife of a brother whose world he did not share`, as stated in Yevamot 1:2.", 
"source":"2:1"},
{"idea":"If a marriage was only bound rabbinically by ma'amar, the brother is not permitted to perform yibum with the widow. Rather, he must do chalitzah to release her. Thus if ma'amar was done after the birth of a new brother, and then the older living brother dies, any full wife of the most recently dead brother is not fully the co-wife of an ervah. Chalitzah is required.",
"source": "Yevamot 2:1"},
{"idea":"If a woman is not an ervah but is prohibited to her Yavam in order to maintain the sanctity of the Kehunah or prohibited by rabbinic law, chalitzah is still required. This is because these two categories of prohibited marriages are not punishable by karet, the way that a wife's sister is. Thus they are not included in the biblical exemption.",
"source":"Yevamot 2:4"},
{"idea":"A widow may not marry a Kohen Gadol according to rabbinic laws to maintain the sancity of the Kehunah.", 
"source": "Yevamot 2:4"},
{"idea":"There exist secondary prohibitions like great grand parents and and great aunts that were prohibited rabbinically. They are not like biblical ervahs but must perform chalitzah.", 
"source":"Yevamot 2:4"},
{"idea":"Biblically, a widow is prohibited from marrying a Kohen Gadol.",
"source": "Yevamot 2:4"},
{"idea":"A divorcee or someone who performed chalitzah may not marry an ordinary kohen according to rabbinic laws to maintain the sancity of the Kehunah.", "source": "Yevamot 2:4"},
{"idea":"A mamzer or a Gibeonite woman may not marry a Yisrael man. Similarly, a mamzer or a Gibeonite man may not marry a Yisrael woman.", "source": "Yevamot 2:4"},
{"idea":"A brother cannot be born from a Canaanite maidservant or a gentile woman if he is obligated to the levirate bond.", "source": "Yevamot 2:5"},
{"idea":"Any child born to a man exempts his wife from yibum, even if the child is a mamzer or a Gibeonite. Only children born to Canaanite slaves or gentiles do not exempt a wife from yibum." , "souce": "Yevamot 2:5"},
{"idea": "If a man married one of two sisters but does not know which one, he must give a get to each of them. He cannot marry either because he may be married to his living ex-wife's sister.", "source": "Yevamot 2:6"},
{"idea": "If there is a doubt about which of two sisters were married to a dead man, his living brother must give both chalitza. If he has two living brothers, one should do chalitzah and the other can marry.  If both married without asking, they do not need to divorce since they are currently not doing anything wrong, anymore.", 
"source": "Yevamot 2:6"},
{"idea":"A man may not marry a woman if he once performed chalitzah with her sister, according to rabbinic law.", 
"source":"Yevamot 2:7"},
{"idea":"A man may not marry a woman if he has a current zekuk bond with her sister.", 
"source":"Yevamot 2:7"},

{"idea":"It is best for the oldest brother to perform yibum, but it is pemissible for the youngest to do it and claim the dead brother's property, as well.", 
"source":"Yevamot 2:8"},
{"idea":"If a man is suspected of having relations with a slave or a gentil, and if then he frees the slave or the gentile converts, he should not marry her.  If he already did, he is not foced to divorce.", 
"source":"Yevamot 2:8"},
{"idea": "If a woman is suspected of cheating on her husband, she is forced to divorce her husband.  If the man with which she was suspected to have cheated then marries her, the court forces them to divorce", 
"source":"Yevamot 2:8"},

{"idea": "The agent who brings a get from abroad and testifies that he saw it written and signed may not marry the woman being divoced. He would be suspected of lying to marry her. His relatives, however may marry her", 
"source": "Yevamot 2:9"},
{"idea":"If someone testifies that a man has died or says, `I killed him` or `We killed him`, he is not allowed to marry the deceased man's wife. His relatives, however may marry her", 
"source": "Yevamot 2:9"},

{"idea":"A sage who did not release a woman from an oath that prohibited her to her husband may not then marry this woman after the divorce. His relatives, however may marry her",
"source":"Yevamot 2:10"},
{"idea": "In cases were a marriage is prohibited due to a conflict of interest, if either the woman or the man have subsequent marriages prior to marrying one another, they are permitted to marry.",
"souce":"Yevamot 2:10"},
{"idea":"A judge who sat in a court to hear a declaration of mi'un or chalitzah may marry the woman after the court's ruling."
,"source":"Yevamot 2:10"},


{"idea":"Rabbinical decree prohibits a man from marrying the sister of his zekukah, or her mother or grandmother. If she falls to yibum for a man, she must perform chalitzah to be freed but they cannot marry." , 
"source":"Yevamot 3:1"},
{"idea": "While zikuk bonds are rabbinical, as is the prohibition from marrying the sister of a woman with whom you have a zikuk, rabbis enforce this by penalty of divorce if it is done without their approval.", 
"source":"Yevamot 3:1"}, 

{"idea": "A zikuk bond to two sisters at the same time, makes them both forbidden to the man.", 
"source":"Yevamot 3:2"}, 
{"idea": "A rabbinical prohibition does not erase Yibum bond, so a man would have to perform chalitzah if sisters fell to him simultaenously.", 
"source":"Yevamot 3:2"}, 
{"idea":"Biblical ervahs cancel a zikuk bond, but prohibitions for the Kahanah or from some other rabbinical decree still require chalitzah to cancel a zikuk bond.", 
"source":"Yevamot 3:2"},

{"idea": "The zikuk bond is of a rabbinical nature.  It does not override biblical yibum bond.", 
"source": "Yevamot 3:4"},

{"idea":"Mamar is a rabbinical engagement between the yevam and the yevamah. ",
"source": "Yevamot 3:5", "star": true},

{"idea": "Maamar is not enough to make two women full co-wives.  If one is an ervah to the Yevam, it does not fully disqualify the other.", 
"source": "Yevamot 3:6"},

{"idea":"If a woman falls to a man as an ervah, she remains forbidden to him in all future instances.", 
"source": "Yevamot 3:7"},

{"idea": "If there was a questionable kiddushin or a questionable divorce prior to the death of a man, the woman with whom there was a questionable relationship cannot disqualify co-wives as an ervah. At the same time, she forbids yibum for them.  Thus, chalitzah is required for the co-wives.", 
"source": "Yevamot 3:8"},
{"idea":"Questionable divorce comes from a get that has been written in hand by the husband but has no signed witnesses, has witnesses but no date, or has a date but only one witness.", 
"source":"Yevamot 3:8"},

{"idea": "If a woman falls to one brother as a yavamah, but she gets maamar from another brother who dies before completing yibum, she must get chalitzah from him.  One of her co-wives must also get chalitzah.  This is a rabbinical enactment, though biblically, the co-wives could do yibum.", 
"source": "Yevamot 3:9"},

{"idea": "If men mix up their wives at the chupa and cohabit with the wrong wife, they can be liable for as many chatas offerings as prohibitions that they break.", 
"source": "Yevamot 3:10"},

{"idea": "If a woman performs chalitzah but later is found to be pregnant from the deceased husband, we wait to see if the birth is viable.  If so, the chalitzah and all its consequences are erased.  If the child is not viable, the chalitzah stands.", 
"source": "Yevamot 4:1"},

{"idea": "If a man performs yibum with a woman but then finds her to be pregnant with the deceased brother's child, they wait to see if birth is viable. If so, no get is necessary but are subject to chatas offering. If not, she remains his wife.", 
"source": "Yevamot 4:2"},
{"idea": "If a woman becomes pregnant after yibum, but they are unsure whether the child is the deceased brother's or the yevam's, she is given a get. They are subject to an asham talui offering.", 
"source": "Yevamot 4:2"},

{"idea": "Yibum makes a woman the full wife of her yavam in all ways except the original ketubah payment comes from the property of the original husband.", 
"source": "Yevamot 4:4"},

{"idea": "It is a mitzvah for the oldest brother to perform yibum. If he does not want to, it goes in birth order until someone agrees.  If no one does, then the oldest should perform chalitzah.", 
"source": "Yevamot 4:5"},

{"idea": "The mitzvah of yibum or chalitzah should not be pushed off for some time in the future.", 
"source": "Yevamot 4:6"},

{"idea": "When a man dies without children, his father is first in line for inheritance.", 
"source": "Yevamot 4:7"},
{"idea": "If a brother does chalitzah, the deceased's property is divided among all the brothers in the case when the father is dead.", 
"source": "Yevamot 4:7"},
{"idea": "The brother who performs yibum gains all of the deceased brother's property.", 
"source": "Yevamot 4:7"},
{"idea": "When a man performs chalitzah, he is forbidden to close relatives of the chalutzah and she is forbidden to his close relatives, rabbinically. As an exception, if she dies, he can marry her sister. His brothers, however, are permitted to her close relatives.", 
"source": "Yevamot 4:7"},
{"idea": "A man may marry the close relatives of his chalutzah's co-wives He may not marry the co-wives of the close relatives.", 
"source": "Yevamot 4:7"},

{"idea": "The rabbinical law banning close relatives of a chalutzah does not override biblical yibum bonds, but does make it so that chalitzah is the only option.", 
"source": "Yevamot 4:8"},
{"idea": "A man's divorced wife's sister is permanently a biblical ervah, unlike a chalutzah's close relative who are rabbinically prohibited.", 
"source": "Yevamot 4:8"},

{"idea": "A yevamah should wait three months before yibum or chalitzah to see if she is pregnant.", 
"source": "Yevamot 4:10"},
{"idea": "A divorcee, a widow, or a woman who broke off an engagement should each also wait three months, regardless of whether they cohabited.", 
"source": "Yevamot 4:10"},


{"idea": "If multiple brothers die childless, the remaning brother has the right to do yibum with all of them.", 
"source": "Yevamot 4:11"},
{"idea": "Yibum or chalitzah of one wife releases all other co-wives, as long as they are complete biblical marriages.", 
"source": "Yevamot 4:11"},

{"idea": "A mamzer is any child born from a relationship punishable by karet.", 
"source": "Yevamot 4:13"},
{"idea": "A man is permitted to marry his divorced wife's sister or his chalutzah's sister only after the woman dies.", 
"source": "Yevamot 4:13"},

{"idea": "If a man does maamar with a woman and then gives her a get, he must still perform chalitzah to free her to marry others.", 
"source": "Yevamot 5:2"},
{"idea": "If a man does maamar with a woman and then performs chalitzah, he must still give her a get to free her to marry others, Rabbinically.", 
"source": "Yevamot 5:2"},
{"idea":"The right way to perform yibum is by first doing maamaer and the cohabiting.",
"source": "Yevamot 5:2"},

{"idea": "If a man gives a get to his yevamah and then does maamar with her, he must free her with chalitzah and also give another get.", 
"source": "Yevamot 5:3"},
{"idea":"If a man gives his yevamah a get and the cohabits with her, he must do chalitzah and give another get.  He became rabbinically forbidden to her with the get, but the yibum made a biblical marriage. However, the yibum was only partially effective, so chalitzah is necessary."},
{"idea": "If a chalitzah is done after a get, no other yibum related activities take effect.", 
"source": "Yevamot 5:3"},
{"idea":"If chalitzah or yibum is the first act in a series, no other activites take effect.", 
"source": "Yevamot 5:3"},
{"idea": "Rules around the sequence of yibum-related acts apply the same if done to one woman or two.",
"source": "Yevamot 5:3"},

{"idea":"If maamaer is done first in any sequence, it requires its own get, and one of the co-wives needs chalitzah.",
"source": "Yevamot 5:4"},
{"idea":"If cohabitation happens after maamar or a get in any sequence, it requires its own get, and one of the co-wives still requires chalitzah.",
"source": "Yevamot 5:4"},
{"idea": "If a get is first in any sequence, chalitzah with one co-wife is still required to free everyone.",
"source": "Yevamot 5:4"},

{"idea": "If you first perform chalitzah or your first perform cohabitation with your yevamah, nothing afterwards counts as a levirate act.",
"source": "Yevamot 5:5"},
{"idea": "If cohabitation is performed in the middle or end of a sequence, subsequent acts may take effect.",
"source": "Yevamot 5:5"},

{"idea": "Any penetrative act of intercourse, whether vaginal or anal, creates a  full marriage between yevam and yevamah, regardless of anyone's intention or consent.",
"source": "Yevamot 6:1"},

{"idea": "Miun is a rabbinical law.", 
"source": "Yevamot 13:1"},
{"idea": "A deaf man can give a get.", 
"source": "Yevamot 14:1"},
{"idea": "A deaf mute is given rabbinical permission to marry.", 
"source": "Yevamot 14:1"},
{"idea": "If a man becomes deaf after marriage, he cannot give a get, but if a woman becomes deaf after marriage, she can be divorced.", 
"source": "Yevamot 14:1"},
{"idea":"If a woman is rabbinically married and her sister falls to her husband for Yibum, she is still an ervah to him. Thus, no chalitzah is necessary.",
"source":"Yevamot 14:3"},
{"answer":"The new marriage created by yibum carries the same status as the original marriage. If the original marriage was rabbinical, the yibum marriage is also rabbinical. Similarly, if the original marriage was biblical, the yibum marriage is also biblical.",
"source":"Yevamot 14:3"},
{"answer":"The woman's consent is not required for divorce. However, if the woman cannot give consent due to becoming insane, the rabbis forbid divorce.",
"source":"Yevamot 14:1"},
{"idea":"If a man is married rabbinically, but the sister of his wife falls to him through biblical yibum, he must divorce his wife who is now forbidden to him as a siter of a yevamah. He cannot do yibum with the widow because she is the sister of his divorced, living wife. He should do chalitzah if he is permitted.",
"source":"Yevamot 14:4"},
{"idea":"A deaf mute can divorce his wife using sign language. However, he cannot divorce his wife if she fell to him through a biblical yibum.", "source": "Yevamot 14:4"},
{"idea":"A woman is believed about any restriction she places on herself. For example, even if we do not accept her testimony to change her status from having children to be eligible for yibum on her word alone, we will ask that she does chalitza, despite not permitting her to perform yibum.","source": "Yevamot 14:4"},

{"idea":"A deaf mute cannot participate in chalitzah because they cannot hear the declaration of the chalitzah.",
"source":"********NEED TO BE ADDED********"}




]